const testData =[
  {
    "q": "人类必须氨基酸        ",
    "o": ["甘氨酸", "苯丙氨酸", "赖氨酸", "丝氨酸", "脯氨酸"],
    "a": 1
  },
  {
    "q": "乳腺纤维腺瘤的病理特征是        ",
    "o": ["由增生的纤维间质和腺体组成", "增生的腺体被纤维挤压呈裂隙状", "痛性孤立肿块", "乳腺纤维腺瘤好发于乳房内上象限 ，呈圆形或卵圆形", "女性乳腺最常见的恶性肿瘤"],
    "a": 0
  },
  {
    "q": "杀灭休眠子的药物是        ",
    "o": ["吡喹酮", "氯喹", "乙胺嘧啶", "伯氨喹", "奎宁"],
    "a": 3
  },
  {
    "q": "伤寒的临床表现不包括        ",
    "o": ["出血性皮疹", "脾大", "相对缓脉", "表情淡漠", "持续高热"],
    "a": 0
  },
  {
    "q": "伤寒的血常规变化        ",
    "o": ["淋巴细胞百分比减少", "白细胞减少", "红细胞及血红蛋白减少", "中性粒细胞百分比减少", "血小板减少"],
    "a": 1
  },
  {
    "q": "伸直型肱骨髁上骨折最常见于        ",
    "o": ["中年女性", "儿童", "中年男性", "老年男性", "老年女性"],
    "a": 1
  },
  {
    "q": "深感觉障碍，以下那种情况容易发生跌倒        ",
    "o": ["双手平举上肢平抬", "闭目", "单抬腿", "转颈", "屈膝"],
    "a": 1
  },
  {
    "q": "肾活检电镜下检查显示有驼峰样沉积物，最可能的诊断是         ",
    "o": ["毛细血管内增生性肾小球肾炎", "毛细血管外增生性肾小球肾炎", "系膜增生性肾炎", "膜性肾病", "膜增生性肾病"],
    "a": 0
  },
  {
    "q": "肾小球疾病不包括        ",
    "o": ["急性肾小球肾炎", "急进性肾小球肾炎", "无症状血尿蛋白尿", "IgA 肾病", "肾病综合征"],
    "a": 2
  },
  {
    "q": "黄曲霉素急性中毒受损最严重的器官        ",
    "o": ["肝", "肾", "脾脏", "卵巢", "大脑"],
    "a": 0
  },
  {
    "q": "昏迷、休克患者使用的医疗模式为        ",
    "o": ["主动-合作型", "主动-参与型", "共同参与型", "主动-被动型", "指导-合作型"],
    "a": 3
  },
  {
    "q": "急性白血病患者最不可能出现的临床表现是         ",
    "o": ["面色苍白", "匙状甲", "持续高热", "牙龈肿胀", "间断血尿"],
    "a": 4
  },
  {
    "q": "急性机械性肠梗阻的典型临床表现为        ",
    "o": ["上腹部压痛，板状腹，肝浊音界消失", "脐周阵发性疼痛，伴恶心呕吐，肠鸣音亢进", "上腹部胀痛，伴胃型及振水音", "右上腹绞痛，伴黄疸，Murphy 征阳性", "剑突下钝痛，腹部体征（-）"],
    "a": 1
  },
  {
    "q": "急性上呼吸道感染患者拟行腹腔镜胆囊切除术，手术需延期至急性上呼吸道感染症状恢复后  ",
    "o": ["5-7 天", "14-21 天", "7-14 天", "1-3 天", "3-5 天"],
    "a": 0
  },
  {
    "q": "急性心肌梗死后直接PCI，抗血小板药物负荷量是         ",
    "o": ["阿司匹林 100mg+氯吡格雷 300mg", "阿司匹林 100mg+氯吡格雷 600mg", "阿司匹林 300mg+氯吡格雷 300mg", "阿司匹林 300mg+氯吡格雷 450mg", "阿司匹林 300mg+氯吡格雷600mg"],
    "a": 4
  },
  {
    "q": "脊髓半切综合征常见于        ",
    "o": ["急性髓外硬膜内脓肿", "急性脊髓炎", "吉兰巴雷综合症", "脊髓髓外肿瘤", "脊髓空洞症"],
    "a": 3
  },
  {
    "q": "甲状腺癌颈部淋巴结转移第一站出现在哪个区        ",
    "o": ["颈部 I 区", "颈部 VI 区", "颈部 III 区", "颈部 IV 区", "颈部 V 区"],
    "a": 1
  },
  {
    "q": "甲状腺癌颈部淋巴结最小的清扫范围是        ",
    "o": ["Ⅵ", "Ⅱ", "Ⅲ", "Ⅳ", "Ⅴ"],
    "a": 0
  },
  {
    "q": "甲状腺结节，纵横比＞1，有丰富血流信号，可能为哪种病理类型         ",
    "o": ["未分化癌", "乳头状癌", "滤泡状癌", "髓样癌", "低分化癌"],
    "a": 1
  },
  {
    "q": "甲状腺滤泡旁细胞分泌降钙素的作用是        ",
    "o": ["促进细胞内的氧化作用", "维持糖和蛋白质的代谢", "促进机体的发育", "抑制骨骼的吸收", "促进机体各系统和器官的生理"],
    "a": 3
  },
  {
    "q": "初产妇，21 岁，妊娠 33 周，头晕，头痛，视物模糊 3 天，加重 1 天。3 天前出现头晕，头痛，视物模糊，未诊治。1 天前明显加重，急诊测血压 160/110mmHg，尿蛋白+++，NST 无反应型，既往体健不建议选的治疗药物是  。",
    "o": ["地西泮", "地塞米松", "硝普钠", "硫酸镁", "拉贝洛尔"],
    "a": 0
  },
  {
    "q": "初产妇，21 岁，妊娠 33 周，头晕头痛，视物模糊三天，加重一天。急诊测血压 160/110mmHg，尿蛋白（+++），NST 无反应型，既往体健。最可能的诊断        。",
    "o": ["重度子痫前期", "慢性高血压合并子痫前期", "妊娠期高血压", "慢性高血压合并妊娠", "子痫"],
    "a": 0
  },
  {
    "q": "初产妇，30 岁，孕前体检发现房间隔缺损，现妊娠 26 周，无心慌气短，超声心动图发现房间隔缺损 0.6cm²，EF68%。为发现早期心力衰竭，每周孕检一次，开始的孕周应该是  。",
    "o": ["28 周", "30 周", "32 周", "34 周", "36 周"],
    "a": 2
  },
  {
    "q": "尸体解剖病检时间        。",
    "o": ["死后 24 小时内", "家属签字后 48 小时内", "死后 48 小时内", "家属签字后 3 天内", "7 天内"],
    "a": 2
  },
  {
    "q": "12 岁以上的儿童容易感染脑膜炎最常见的病原体是        。",
    "o": ["脑膜炎双球菌+金黄色葡萄球菌", "肺炎链球菌+脑膜炎双球菌", "金黄色葡萄球菌", "大肠埃希菌", "流感嗜血杆菌+肺炎链球菌"],
    "a": 1
  },
  {
    "q": "3 个月以上的婴幼儿容易感染脑膜炎的病原体是        。",
    "o": ["脑膜炎双球菌+金黄色葡萄球菌", "肺炎链球菌+脑膜炎双球菌", "金黄色葡萄球菌", "大肠埃希菌", "流感嗜血杆菌+肺炎链球菌"],
    "a": 4
  },
  {
    "q": "16 岁，女孩，感冒、咳嗽 1 周。查体:血压 115/90mmHg，呼吸 20 次/分，右肺呼吸音稍低，余未见异常。胸部 X 线片:胸廓正常，左肺清晰，纵隔左移，右胸巨大占位，几乎占据整个胸腔，肋膈角锐利。CT:左前纵隔巨大占位，边界清晰、光整，密度不均，伴有液性暗区及高密度钙化影，将纵隔、心脏推向左侧，其余未见异常。考虑诊断是 。",
    "o": ["前纵隔畸胎瘤", "肺错构瘤", "肺癌", "前纵隔淋巴瘤", "纵隔结核"],
    "a": 0
  },
  {
    "q": "16 岁，女孩，感冒、咳嗽 1 周。查体:血压 115/90mmHg，呼吸 20 次/分，右肺呼吸音稍低，余未见异常。胸部 X 线片:胸廓正常，左肺清晰，纵隔左移，右胸巨大占位，几乎占据整个胸腔，肋膈角锐利。CT:左前纵隔巨大占位，边界清晰、光整，密度不均，伴有液性暗区及高密度钙化影，将纵隔、心脏推向左侧，其余未见异常。治疗首选 。",
    "o": ["手术", "放疗", "化疗", "密切观察", "介入栓塞"],
    "a": 0
  },
  {
    "q": "1 岁小儿，出生时左前额部有一扁平红色突起，不痛不痒，持续增大，符合组织学改变 。",
    "o": ["红细胞渗出", "脂肪瘤", "梭形细胞排列", "毛细血管瘤", "脑膜炎改变"],
    "a": 3
  },
  {
    "q": "2017 年某市卫生局开创评选“先进科室”，共评选出 30 个“优秀先进科室”，在这个良好环境下各医院均争做“先进科室”，在这个案例中体现的心理促进因素是        。",
    "o": ["舆论扬抑，以境育人", "案例分析，以理服人", "技术过关，实力至上", "以典为先，以形感人", "知识教育，以德育人"],
    "a": 3
  },
  {
    "q": "2-7 岁儿童年龄X 与平均体重Y（kg）的关系可表示为 Y＝7+2X，则以下正确的是        。",
    "o": ["0 岁儿童的平均体重为7kg", "11 岁儿童平均体重为29kg", "5 岁儿童平均体重为17kg", "6 岁比 5 岁平均体重多7kg", "1 岁到 2 岁增长2kg"],
    "a": 2
  },
  {
    "q": "慢性肾衰患者的钙磷变化        。",
    "o": ["血磷正常，血钙升高", "血磷降低，血钙升高", "血磷降低，血钙降低", "血磷升高，血钙降低", "血磷升高，血钙升高"],
    "a": 3
  },
  {
    "q": "46 岁男性，多关节肿痛 6 月伴晨僵 6 小时。累及双腕关节，近端指间关节，掌指关节，双侧颞颌关节。ESR49，ASO89，RF-，抗CCP+，ana-，x 线见骨质疏松，双腕关节及近端指间关节关节间隙轻度狭窄。考虑诊断  。",
    "o": ["系统性红斑狼疮", "骨关节炎", "痛风", "类风湿性关节炎", "银屑病关节炎"],
    "a": 3
  },
  {
    "q": "46 岁男性，多关节肿痛 6 月伴晨僵 6 小时。累及双腕关节，近端指间关节，掌指关节，双侧颞颌关节。ESR49，ASO89，RF-，抗CCP+，ana-，x 线见骨质疏松，双腕关节及近端指间关节关节间隙轻度狭窄。首选治疗方式  。",
    "o": ["青霉素", "IL-6 单抗", "别嘌醇", "甲氨蝶呤", "布洛芬"],
    "a": 3
  },
  {
    "q": "8 岁，患重症再生障碍性贫血 1 月，等待造血干细胞移植，需要纠正贫血时宜输注何种血液制品 。",
    "o": ["辐照的去白的红细胞", "去白红细胞", "悬浮红细胞", "浓缩红细胞", "全血"],
    "a": 0
  },
  {
    "q": "Addison 病最重要的治疗        。",
    "o": ["健康教育", "糖皮质激素替代治疗", "盐皮质激素替代治疗", "甲状腺素替代治疗", "高钠盐饮食"],
    "a": 1
  },
  {
    "q": "COPD 发生Ⅱ型呼吸衰竭的主要机制是什么        。",
    "o": ["肺泡耗氧量增加", "动静脉分流增加", "弥散功能障碍", "肺泡通气不足", "通气/血流比例失调"],
    "a": 3
  },
  {
    "q": "FSH 作用于睾丸的细胞是        。",
    "o": ["精原细胞", "支持细胞", "间质细胞", "生精细胞", "精母细胞"],
    "a": 1
  },
  {
    "q": "HIV 感染的主要细胞是    。",
    "o": ["树突状细胞", "T 细胞", "CD4⁺T 细胞", "B 淋巴细胞", "CD8⁺T 细胞"],
    "a": 2
  },
  {
    "q": "HIV 主要感染的细胞不包括    。",
    "o": ["库普弗细胞", "T 细胞", "单核巨噬细胞", "B 淋巴细胞", "神经胶质细胞"],
    "a": 0
  },
  {
    "q": "IgA 确诊选择什么检查    。",
    "o": [
      "肾活检",
      "肾动脉造影",
      "肾B 超",
      "肾ct",
      "肾盂造影"
    ],
    "a": 0
  },
  {
    "q": "TORCH 感染的实验室指标为        。",
    "o": [
      "未结合胆红素升高，Coombs 直接实验阳性",
      "未结合胆红素轻度升高，Coombs 直接实验和间接实验阴性",
      "结合胆红素升高，抗体释放实验阳性",
      "结合胆红素升高，肝功能异常",
      "未结合胆红素增高，抗体释放实验阴性"
    ],
    "a": 1
  },
  {
    "q": "艾滋病晚期淋巴结病理变化        。",
    "o": [
      "淋巴滤泡增生",
      "副皮质区增生",
      "窦组织细胞增生",
      "淋巴细胞消失殆尽",
      "副皮质区变窄"
    ],
    "a": 3
  },
  {
    "q": "患者入院后，出现特殊情况，需紧急处理，无法取得患者同意又无关系人或家属在场，管床医师需行处理，需经得谁批准后开展                                                。",
    "o": [
      "病房负责人",
      "科室负责人",
      "上级医师",
      "医院监督管理部门",
      "医院负责人"
    ],
    "a": 4
  },
  {
    "q": "下列属于DNA 病毒       。",
    "o": [
      "甲肝",
      "乙肝",
      "丙肝",
      "丁肝",
      "戊肝"
    ],
    "a": 1
  },
  {
    "q": "苯妥英钠的不良反应不包括        。",
    "o": [
      "牙龈增生",
      "肾损害",
      "共济失调",
      "过敏反应",
      "眼球震颤"
    ],
    "a": 1
  },
  {
    "q": "闭合性颅盖骨骨折诊断的主要依据是        。",
    "o": [
      "触诊局部有凹陷感",
      "出现神经系统损伤体征",
      "头皮肿胀有波动感",
      "X 线平片",
      "有骨擦音"
    ],
    "a": 3
  },
  {
    "q": "丙型肝炎抗病毒治疗应选择        。",
    "o": [
      "干扰素",
      "核苷酸类似物",
      "更昔洛韦",
      "拉米呋定",
      "抗生素"
    ],
    "a": 0
  },
  {
    "q": "病例对照研究资料进行分层分析的目的是        。",
    "o": [
      "控制选择偏移",
      "控制信息偏移",
      "控制混杂偏倚",
      "控制回忆偏倚",
      "控制无应答偏倚"
    ],
    "a": 2
  },
  {
    "q": "不符合面神经炎表现的是        。",
    "o": [
      "患侧额纹消失",
      "患侧鼻唇沟变浅",
      "患侧不能闭眼",
      "患侧不能鼓腮",
      "常伴有偏瘫"
    ],
    "a": 4
  },
  {
    "q": "不具有内分泌功能的细胞是        。",
    "o": [
      "胰腺导管细胞",
      "肾上腺髓质细胞",
      "甲状腺细胞",
      "甲状旁腺细胞",
      "胃黏膜G 细胞"
    ],
    "a": 0
  },
  {
    "q": "不能作为诊断职业病需要综合分析的因素        。",
    "o": [
      "职业的危险因素",
      "辅助检查结果",
      "职业病危险因素接触史",
      "既往职业病史",
      "地区的职业病发病率"
    ],
    "a": 4
  },
  {
    "q": "不全流产的特征是        。",
    "o": [
      "易发生休克",
      "阴道流血",
      "腹痛",
      "妊娠物完全排出",
      "无妊娠物排出"
    ],
    "a": 0
  },
  {
    "q": "不属于蛋白质变性的特征是        。",
    "o": [
      "黏性增加",
      "溶解度降低",
      "结晶能力增强",
      "更容易被酶水解",
      "生物活性降低"
    ],
    "a": 2
  },
  {
    "q": "不属于鸟型分枝杆菌的特点        。",
    "o": [
      "细胞壁有磷壁酸",
      "机会性致病菌",
      "药物治疗效果差",
      "生长速度较快",
      "抗酸染色阳性"
    ],
    "a": 0
  },
  {
    "q": "不属于乳腺癌高危因素的是    。",
    "o": [
      "绝经年龄早",
      "产后未哺乳",
      "肥胖",
      "一级亲属乳腺癌家族史",
      "BRCA 基因突变"
    ],
    "a": 0
  },
  {
    "q": "不属于危险三角区的静脉血供是    。",
    "o": [
      "内眦静脉",
      "眼上静脉",
      "眼下静脉",
      "颞浅静脉",
      "面深静脉"
    ],
    "a": 3
  },
  {
    "q": "采取非手术方法治疗急性消化性溃疡穿孔时，错误的是    。",
    "o": [
      "静脉输液",
      "胃肠减压",
      "糖皮质激素",
      "质子泵抑制剂",
      "抗生素抗感染"
    ],
    "a": 2
  },
  {
    "q": "肠切除术后肠瘘长期禁食的患者可能出现的凝血因子异常是    。",
    "o": [
      "凝血因子Ⅷ和Ⅸ",
      "凝血因子Ⅱ和Ⅹ",
      "凝血因子Ⅲ和Ⅹ",
      "凝血因子Ⅲ和Ⅴ",
      "凝血因子Ⅳ和Ⅶ"
    ],
    "a": 1
  },
  {
    "q": "肠易激综合征(IBS)的诊断标准时间的界定为         。",
    "o": [
      "反复发作的腹痛或腹部不适，最近 10 月内发作至少 6 个月",
      "反复发作的腹痛或腹部不适，最近 12 个月内发作至少 6 个月",
      "反复发作的腹痛或腹部不适，最近3 个月内发作至少1 个月",
      "反复发作的腹痛或腹部不适，最近 6 个月内发作至少 2 个月",
      "反复发作的腹痛或腹部不适，最近 6 个月内发作至少3 个月"
    ],
    "a": 4
  },
  {
    "q": "常用于股疝修补的手术方法是        。",
    "o": [
      "Halsted 术",
      "Bassini 术",
      "Lichtenstein 术",
      "McVay 术",
      "Ferguson 术"
    ],
    "a": 3
  },
  {
    "q": "出生 4 周，妊娠 42 周男婴，出生时烦躁声嘶，喂食情况不好，脐周膨隆，肌张力弱，可能的诊断是 。",
    "o": [
      "缺血缺氧性脑病",
      "先天性巨结肠",
      "脑出血",
      "脑梗死",
      "脓毒血症"
    ],
    "a": 0
  },
  {
    "q": "初产妇，35 岁，身高 150cm，胎儿估重 3500g，妊娠 38+5 周，自然临产 20 小时，现宫缩间隔 1-2 分钟，持续 40-60s，患者烦躁，疼痛，平脐可见缩复环，子宫下段压痛，胎心监测反复早期减速，宫口近开全，S=+2，最可能的诊断是                                                                    。",
    "o": [
      "子宫痉挛性缩复环",
      "活跃期停滞",
      "高张性子宫乏力",
      "胎盘早剥",
      "先兆子宫破裂"
    ],
    "a": 4
  },
  {
    "q": "初产妇，35 岁，身高 150cm，胎儿估重 3500g，妊娠 38+5 周，自然临产 20 小时，现宫缩间隔 1-2 分钟，持续 40-60s，患者烦躁，疼痛，平脐可见缩复环，子宫下段压痛，胎心监测反复早期减速，宫口近开全，S=+2，最适宜的处理是                                                                    。",
    "o": [
      "剖宫产",
      "徒手旋转胎头",
      "加强宫缩",
      "胎吸引产",
      "产钳引产"
    ],
    "a": 0
  },
  {
    "q": "初产妇，孕 39 周，子宫测量未见异常，胎 A1 心 130 次/分，先露 S-2，宫高 35cm，腹围 115cm，下一步的处理是  。",
    "o": [
      "剖宫产",
      "继续观察",
      "缩宫素",
      "人工破膜",
      "引产"
    ],
    "a": 1
  },
  {
    "q": "初产妇 28 岁，妊娠 40 周，估计胎儿 3000g，骨盆测量正常，第一产顺利，宫口开 1 小时，S=+2 宫缩 4 次/10 分，羊水清，胎心变异好，偶有早期减速，应采取处置                  。",
    "o": [
      "密切观察胎头下降情况",
      "会阴侧并加腹压",
      "立即剖宫产",
      "侧切下胎头吸引",
      "产钳助产"
    ],
    "a": 0
  },
  {
    "q": "初孕妇，25 岁，妊娠 39 周，腹痛 2 天，查体BP130/90mmHg，心率 100 次/分，下腹拒按，阴道口可见胎儿上肢，胎心音消失，导尿为淡红色，首选的处理措施是                                     。",
    "o": [
      "缩宫素引产",
      "剖宫产",
      "内转胎位术",
      "产钳助产",
      "静滴地西泮"
    ],
    "a": 1
  },
  {
    "q": "初孕妇，28 岁，孕 28 周，体温 38.50 转移性右下腹痛5 小时。查体: 右下腹存压痛、反跳痛等。下一步处理是                                       。",
    "o": [
      "剖腹产",
      "引产+阑尾炎手术B",
      "抗生素",
      "阑尾炎手术",
      "保守治疗"
    ],
    "a": 3
  },
  {
    "q": "储存并传递遗传信息的核酸分子是        。",
    "o": [
      "DNA",
      "mRNA",
      "tRNA",
      "rRNA",
      "siRNA"
    ],
    "a": 0
  },
  {
    "q": "储存铁的指标是        。",
    "o": [
      "血清铁",
      "血清铁蛋白",
      "转铁蛋白饱和度",
      "肌红蛋白铁",
      "红细胞内铁"
    ],
    "a": 1
  },
  {
    "q": "处方在特殊情况下可以延长有效期，但有效期最长不得超过         。",
    "o": [
      "2 天",
      "3 天",
      "5 天",
      "7 天",
      "10 天"
    ],
    "a": 1
  },
  {
    "q": "大量心包积液的典型体征是        。",
    "o": [
      "颈静脉怒张",
      "心音遥远",
      "奇脉",
      "低血压",
      "口唇发绀"
    ],
    "a": 1
  },
  {
    "q": "单纯母乳喂养易导致婴儿产生的贫血是        。",
    "o": [
      "缺铁性贫血",
      "巨幼红细胞性贫血",
      "失血性贫血",
      "溶血性贫血",
      "再生障碍性贫血"
    ],
    "a": 0
  },
  {
    "q": "导致Rh 血型溶血的免疫球蛋白是        。",
    "o": [
      "IgM",
      "IgA",
      "IgD",
      "IgG",
      "IgE"
    ],
    "a": 3
  },
  {
    "q": "导致抗利尿激素分泌异常的肺癌类型是        。",
    "o": [
      "肉瘤样癌",
      "小细胞癌",
      "大细胞癌",
      "腺癌",
      "鳞癌"
    ],
    "a": 1
  },
  {
    "q": "导致支气管哮喘的原因        。",
    "o": [
      "IgE",
      "IgA",
      "IgD",
      "IgM",
      "IgG"
    ],
    "a": 0
  },
  {
    "q": "碘造影剂过敏的患者出现肺栓塞时，首选的检查是         。",
    "o": [
      "增强CT",
      "肺动脉CTA",
      "放射性核扫描",
      "MRI",
      "X 线"
    ],
    "a": 2
  },
  {
    "q": "电镜下子宫内膜有高度分泌活动，腺上皮细胞增大，胞内有分泌颗粒，间质疏松肿大，提示此时子宫内膜处于的月经周期为                                          。",
    "o": [
      "增生早期",
      "增生晚期",
      "分泌早期",
      "分泌晚期",
      "月经前期"
    ],
    "a": 3
  },
  {
    "q": "短暂性脑缺血发作应用阿司匹林治疗的目的是        。",
    "o": [
      "改善神经功能的缺失",
      "保护脑神经",
      "增加再灌注",
      "预防复发",
      "扩张血管"
    ],
    "a": 3
  },
  {
    "q": "对于明确肺结核是否有传染性最有帮助的事         。",
    "o": [
      "γ-干扰素释放试验",
      "痰涂片抗酸染色",
      "结核菌素试验",
      "胸部CT",
      "抗结核抗体"
    ],
    "a": 1
  },
  {
    "q": "对于受试者试验损害引起额外费用，以下哪项是对的伦理要求的正确处理        。",
    "o": [
      "完全免除",
      "适当减免",
      "正常收费",
      "降低一半",
      "仅付成本"
    ],
    "a": 0
  },
  {
    "q": "对于运动系统慢性损伤非甾体抗炎药使用，下列说法正确的是        。",
    "o": [
      "为了减轻肝功能损害可联合使用吲哚美辛和阿司匹林",
      "局灶浅表性病变可使用非甾体抗炎药口服液",
      "为了减轻胃肠功能损害，可使用 COX-1 受体抑制剂",
      "非甾体抗炎药可多种合用，加强疗效",
      "短期最低有效药物剂量"
    ],
    "a": 4
  },
  {
    "q": "对自己精神状态认识和判断的能力        。",
    "o": [
      "自知力",
      "智力",
      "领悟力",
      "意识",
      "定向力"
    ],
    "a": 0
  },
  {
    "q": "儿童，7 岁，左膝疼痛 3 天，寒战高热 1 天，查体：T：39.5℃，左侧股骨下段近关节处肿胀疼痛，查体明显压痛，浮髌试验阴性。实验室检查：血WBC 22×10^9/L，N0.86。早期诊断最有价值的检查方法是                                     。",
    "o": [
      "局部脓肿分层穿刺",
      "核素骨显像",
      "CT",
      "超声",
      "关节镜"
    ],
    "a": 0
  },
  {
    "q": "儿童，7 岁，左膝疼痛 3 天，寒战高热 1 天，查体：T：39.5℃，左侧股骨下段近关节处肿胀疼痛，查体明显压痛，浮髌试验阴性。实验室检查：血WBC 22×10^9/L， N0.86。治疗首选的抗生素 。",
    "o": [
      "三代头孢",
      "氧氟沙星",
      "青霉素",
      "庆大霉素",
      "克林霉素"
    ],
    "a": 0
  },
  {
    "q": "儿童，7 岁，左膝疼痛 3 天，寒战高热 1 天，查体：T：39.5℃，左侧股骨下段近关节处肿胀疼痛，查体明显压痛，浮髌试验阴性。实验室检查：血WBC 22×10^9/L， N0.86。最可能的诊断是     。",
    "o": [
      "骨巨细胞瘤",
      "化脓性关节炎",
      "骨肉瘤",
      "急性血源性骨髓炎",
      "膝关节结核"
    ],
    "a": 3
  },
  {
    "q": "儿童苯丙酮尿症的确诊检查是        。",
    "o": [
      "血TSH 测定",
      "染色体核型分析",
      "尿三氯化铁实验",
      "尿蝶呤分析",
      "血浆氨基酸分析"
    ],
    "a": 4
  },
  {
    "q": "儿童阶段发病率及死亡率最高的时期是        。",
    "o": [
      "新生儿期",
      "婴儿期",
      "幼儿期",
      "学龄前期",
      "学龄期"
    ],
    "a": 0
  },
  {
    "q": "儿童生长发育特点正确的是        。",
    "o": [
      "各个系统生长发育速度一致",
      "机体发育不存在个体差异",
      "年纪越大，发育越慢",
      "婴儿期是体格发育最快的时期",
      "各个过程发育均匀一致"
    ],
    "a": 3
  },
  {
    "q": "二尖瓣狭窄大咯血原因是        。",
    "o": [
      "支气管静脉破裂",
      "肺毛细血管破裂",
      "支气管动脉破裂",
      "肺淤血",
      "肺栓塞"
    ],
    "a": 0
  },
  {
    "q": "法洛四联症不会出现以下哪个体征        。",
    "o": [
      "苍白",
      "蹲踞",
      "晕厥",
      "杵状指(趾)",
      "活动耐力下降"
    ],
    "a": 0
  },
  {
    "q": "非霍奇金淋巴瘤无发热、盗汗、体重下降累及骨骼，是哪期         。",
    "o": [
      "I 期",
      "II 期",
      "IIIS",
      "IIIE",
      "IV"
    ],
    "a": 4
  },
  {
    "q": "肺动脉高压的诊断标准是        。",
    "o": [
      "静息状态下右心导管测量平均肺动脉压≥25mmHg",
      "静息状态下超声心动测量平均肺动脉压≥25mmHg",
      "静息状态下右心导管测量平均肺动脉压≥30mmHg",
      "静息状态下超声心动测量平均肺动脉压≥30mmHg",
      "静息状态下超声心动测量收缩期肺动脉压≥25mmHg"
    ],
    "a": 0
  },
  {
    "q": "肺结核属于几型超敏反应        。",
    "o": [
      "Ⅰ型超敏反应",
      "Ⅱ型超敏反应",
      "Ⅲ型超敏反应",
      "Ⅳ型超敏反应",
      "Ⅴ型超敏反应"
    ],
    "a": 3
  },
  {
    "q": "分娩时胎膜自然破裂的时间常在        。",
    "o": [
      "胎头拨露",
      "胎头着冠",
      "宫口开大 4cm",
      "宫口开大 6cm",
      "宫口开大 10cm"
    ],
    "a": 4
  },
  {
    "q": "粪隐血试验阳性的消化道出血至少大于        。",
    "o": [
      "400ml",
      "1000ml",
      "250ml",
      "50ml",
      "5ml"
    ],
    "a": 4
  },
  {
    "q": "风湿性心脏瓣膜病二尖瓣狭窄最常并发的心律失常         。",
    "o": [
      "窦性心动过速",
      "室性期前收缩",
      "窦性心动过缓",
      "房室传导阻滞",
      "心房纤颤"
    ],
    "a": 4
  },
  {
    "q": "呋塞米的作用是        。",
    "o": [
      "降低心室前负荷",
      "降低心室后负荷",
      "降低心室前后负荷",
      "降低心肌收缩力",
      "增加心排血量"
    ],
    "a": 0
  },
  {
    "q": "腹股沟斜疝与直疝最有意义的鉴别点是        。",
    "o": [
      "发病年龄",
      "突出途径",
      "疝块外形",
      "疝内容物是否进入阴囊",
      "突出还纳疝内容物后，压迫深环内容物是否再突出"
    ],
    "a": 4
  },
  {
    "q": " 肝细胞癌的特异性标志物是        。",
    "o": [
      "AFP",
      "CA199",
      "CA125",
      "PSA",
      "CEA"
    ],
    "a": 0
  },
  {
    "q": "肝硬化贲门周围血管断流术不包括哪个血管        。",
    "o": [
      "胃网膜左静脉",
      "胃后静脉",
      "左膈下静脉",
      "冠状静脉",
      "胃短静脉"
    ],
    "a": 0
  },
  {
    "q": "肝硬化患者，肝功能减退的诱因是        。",
    "o": [
      "对雌激素灭活减少",
      "脾功能充进",
      "白蛋自合成减少",
      "门静脉高压",
      "凝血因了减少"
    ],
    "a": 3
  },
  {
    "q": "高血压伴双侧肾动脉狭窄，禁用下列哪项药物        。",
    "o": [
      "缬沙坦",
      "美托洛尔",
      "地尔硫䓬",
      "洋地黄",
      "呋塞米"
    ],
    "a": 0
  },
  {
    "q": "高血压患者遵从医嘱服药的强化因素是        。",
    "o": [
      "经济条件足以支付较高的医药费",
      "在按医嘱服药后血压得到有效控制",
      "能方便地就医、取药",
      "对治疗高血压采取积极态度",
      "知晓服药能有效控制血压"
    ],
    "a": 1
  },
  {
    "q": "高血压眼底病变Ⅳ期的表现是        。",
    "o": [
      "视网膜静脉交叉",
      "视盘水肿",
      "视网膜动脉反光增强",
      "视网膜棉絮状渗出",
      "视网膜动脉变细"
    ],
    "a": 1
  },
  {
    "q": "根据应激源的定义，所有应激源包含的共同心理组分是         。",
    "o": [
      "应激的认知评价",
      "应激的人格特征",
      "应激的社会支持",
      "应激的应对方式",
      "被觉察到的威胁"
    ],
    "a": 4
  },
  {
    "q": "工作人员调查某村儿童健康情况，发现该村人工喂养的婴儿近期出现腹泻呕吐伴发绀，检查发现血液中高铁血红蛋白增高，考虑原因是                                                                    。",
    "o": [
      "亚硝酸盐中毒",
      "甲基汞中毒",
      "饮用水含氯高",
      "燃烧劣质煤炭",
      "奶瓶材质含双酚 A"
    ],
    "a": 0
  },
  {
    "q": "功能性消化不良定义        。",
    "o": [
      "症状 12 个月，连续 3 个月",
      "症状 6 个月，连续 2 个月",
      "症状 12 个月，连续 2 个月",
      "症状 6 个月，连续 3 个月",
      "症状 12 个月"
    ],
    "a": 3
  },
  {
    "q": "钩端螺旋体病临床类型不包括        。",
    "o": [
      "黄疸出血型",
      "胃肠型",
      "肾衰竭型",
      "流感伤寒型",
      "肺出血型"
    ],
    "a": 1
  },
  {
    "q": "股骨头的营养动脉不包括        。",
    "o": [
      "旋髂深动脉",
      "股骨干滋养动脉升支",
      "旋股外侧动脉分支",
      "小凹动脉",
      "旋股内侧动脉分支"
    ],
    "a": 0
  },
  {
    "q": "骨筋膜室综合征的晚期并发症是        。",
    "o": [
      "缺血性骨坏死",
      "肾衰竭",
      "缺血性肌挛缩",
      "肺栓塞",
      "损伤性骨化"
    ],
    "a": 2
  },
  {
    "q": "关于成人心肺复苏，下列错误的是        。",
    "o": [
      "胸外按压与人工呼吸的比例 30：2",
      "一发现休克就先人工呼吸",
      "胸骨按压深度至少 5cm",
      "胸部按压提示人工循环",
      "按压频率至少 100 次/分"
    ],
    "a": 1
  },
  {
    "q": "关于电烧伤，下列说法正确的是        。",
    "o": [
      "入口处较出口处损伤重",
      "为局部损害",
      "伤后坏死范围一般不会再扩大",
      "局部渗出较一般烧伤轻",
      "有明显坏死层面"
    ],
    "a": 0
  },
  {
    "q": "关于颅底骨折不正确的是        。",
    "o": [
      "CT 无法显示颅底骨折",
      "颅前窝骨折可有“熊猫征”",
      "单纯性颅底骨折可保守治疗",
      "X 线显示颅内积气",
      "可有脑脊液流出"
    ],
    "a": 0
  },
  {
    "q": "关于判断胃食管反流病患者的症状与病理生理改变的相关检查是         。",
    "o": [
      "胃镜",
      "食管测压",
      "动态心电图",
      "24h 食管pH 值检测",
      "上消化道X 线钡剂检查"
    ],
    "a": 0
  },
  {
    "q": "国家选择一定范围地区的艾滋病流行情况，通过针对该地区总人群艾滋病流行情况高危人群进行统一的方式和方法的调查方法，该统计方法属于                                                                    。",
    "o": [
      "被动监测",
      "死因监测",
      "症状监测",
      "哨点监测",
      "行为学监测"
    ],
    "a": 3
  },
  {
    "q": "合并前列腺增生的帕金森患者不选用的药物是        。",
    "o": [
      "溴隐亭",
      "多巴丝肼",
      "苯海拉明",
      "苯海索",
      "金刚烷胺"
    ],
    "a": 3
  },
  {
    "q": "呼吸链抑制剂鱼藤酮可以抑制电子传递，其抑制对象是         。",
    "o": [
      "复合体Ⅰ",
      "复合体Ⅱ",
      "复合体Ⅲ",
      "复合体Ⅳ",
      "复合体Ⅴ"
    ],
    "a": 0
  },
  {
    "q": "男，14 岁，反复左侧肢体抽搐 1 年，每次发作先是左眼睑抽动，逐渐波及左颜面肌肉，向左肩，上肢，下肢扩展，每次发作持续30 秒即可自行缓解。在发作时神志清醒，考虑为癫痫，则最大可能性为哪种发作类型  。",
    "o": [
      "继发全面性强直阵挛发作",
      "肌阵挛发作",
      "单纯感觉发作",
      "复杂部分发作",
      "jackson 发作"
    ],
    "a": 4
  },
  {
    "q": "男，14 岁，感冒发热 10 天，体温高达 39.8℃，经医院治疗 3 天后体温恢复，出院后无明显诱因的讲话少，答少问少，在床上大便。查体：T37.9℃，P95 次/分，R20次/分，Bp120/72mmHg。以下诊断最可能是  。",
    "o": [
      "病毒脑炎",
      "焦虑障碍",
      "躯体感染性精神障碍",
      "精神分裂",
      "抑郁障碍"
    ],
    "a": 2
  }
];